Repository: zmaj-lernapp/zmaj
Catalog: data/parallel.tmx
Source language: bs
Languages: da, de, en, fr, nb, nl, sv, tr

source: deterdžent
da: vaskemiddel
de: Waschmittel
en: laundry detergent
fr: lessive
nb: vaskemiddel
nl: wasmiddel
sv: tvättmedel
tr: çamaşır deterjanı

source: veš
da: vasketøj
de: Wäsche
en: laundry
fr: linge
nb: klesvask
nl: wasgoed
sv: tvätt
tr: çamaşır

source: štrik
da: tørresnor
de: Wäscheleine
en: clothesline
fr: corde à linge
nb: klessnor
nl: waslijn
sv: klädstreck
tr: çamaşır ipi

source: lift
da: elevator
de: Aufzug
en: elevator
fr: ascenseur
nb: heis
sv: hiss
tr: asansör

source: poštansko sanduče
da: postkasse
de: Briefkasten
en: mailbox
fr: boîte aux lettres
nb: postkasse
nl: brievenbus
sv: brevlåda
tr: posta kutusu

source: krov
da: tag
de: Dach
en: roof
fr: toit
nb: tak
nl: dak
sv: tak
tr: çatı

source: tavan
da: loft
de: Dachboden
en: attic
fr: grenier
nb: loft
nl: zolder
sv: vind (loft)
tr: tavan arası

source: pod
da: gulv
de: Fußboden
en: floor
fr: sol
nb: gulv
nl: vloer
sv: golv
tr: yer / zemin

source: domar
da: vicevært
de: Hausmeister
en: janitor
fr: concierge
nb: vaktmester
nl: huismeester
sv: fastighetsskötare
tr: kapıcı

source: podrum
da: kælder
de: Keller
en: cellar
fr: cave
nb: kjeller
nl: kelder
sv: källare
tr: bodrum

source: zvono
da: dørklokke
de: Klingel
en: doorbell
fr: sonnette
nb: dørklokke
nl: deurbel
sv: dörrklocka
tr: kapı zili

source: zvoniti
da: ringe på
de: klingeln
en: to ring (the doorbell)
fr: sonner
nb: ringe på
nl: aanbellen
sv: ringa på
tr: zil çalmak

source: komšinica
da: nabo (kvinde)
de: Nachbarin
en: neighbor (f)
fr: voisine
nb: nabo (kvinne)
nl: buurvrouw
sv: granne (kvinna)
tr: komşu (kadın)

source: zid
da: væg
de: Wand
en: wall
fr: mur
nb: vegg
nl: muur
sv: vägg
tr: duvar

source: ograda
da: hegn
de: Zaun
en: fence
fr: clôture
nb: gjerde
nl: hek
sv: staket
tr: çit

source: ugasiti
da: slukke
de: ausschalten / ausmachen
en: to switch off / to turn off
fr: éteindre
nb: slå av / skru av
nl: uitzetten / uitdoen
sv: stänga av / släcka
tr: kapatmak / söndürmek

source: bojler
da: vandvarmer / varmvandsbeholder
de: Boiler / Warmwasserspeicher
en: boiler / water heater
fr: chauffe-eau / ballon d'eau chaude
nb: varmtvannsbereder
nl: boiler (warmwaterreservoir)
sv: varmvattenberedare
tr: termosifon / sıcak su deposu

source: drva
da: brænde
de: Brennholz
en: firewood
fr: bois de chauffage
nb: ved (til fyring)
nl: brandhout
sv: ved
tr: odun (yakacak)

source: upaliti
da: tænde
de: einschalten / anmachen
en: to switch on / to turn on
fr: allumer
nb: slå på / skru på
nl: aanzetten / aandoen
sv: sätta på / tända
tr: açmak / yakmak

source: Nema struje
da: Der er ingen strøm
de: Es gibt keinen Strom
en: There is no electricity
fr: Il n'y a pas d'électricité
nb: Det er ingen strøm
nl: Er is geen stroom
sv: Det finns ingen ström
tr: Elektrik yok

source: sijalica
da: lyspære
de: Glühbirne
en: light bulb
fr: ampoule
nb: lyspære
nl: gloeilamp
sv: glödlampa
tr: ampul

source: grijanje
da: varme (opvarmning)
de: Heizung
en: heating
fr: chauffage
nb: oppvarming
nl: verwarming
sv: värme (uppvärmning)
tr: kalorifer / ısıtma

source: ugalj
da: kul
de: Kohle
en: coal
fr: charbon
nb: kull
nl: steenkool
sv: kol (bränsle)
tr: kömür

source: svjetlo
da: lys
de: Licht
en: light
fr: lumière
nb: lys
nl: licht
sv: ljus (belysning)
tr: ışık

source: peć
da: kakkelovn (ovn til varme)
de: Ofen (Heizofen)
en: stove (heating stove)
fr: poêle (de chauffage)
nb: ovn (varmeovn)
nl: kachel (verwarming)
sv: kamin (för värme)
tr: soba (ısıtma sobası)

source: osigurač
da: sikring
de: Sicherung
en: fuse (electrical)
fr: fusible
nb: sikring
nl: zekering
sv: säkring
tr: elektrik sigortası

source: utičnica
da: stikkontakt
de: Steckdose
en: power socket
fr: prise de courant
nb: stikkontakt
nl: stopcontact
sv: eluttag
tr: priz

source: utikač
da: stikprop
de: Stecker
en: plug (electrical)
fr: fiche (prise mâle)
nb: støpsel
nl: stekker
sv: stickkontakt
tr: fiş

source: struja
da: strøm
de: Strom
en: electricity
fr: électricité
nb: strøm
nl: stroom (elektriciteit)
sv: el
tr: elektrik

source: topla voda
da: varmt vand
de: warmes Wasser
en: warm water
fr: eau chaude
nb: varmt vann
nl: warm water
sv: varmt vatten
tr: sıcak su

source: Ne radi
da: Det virker ikke
de: Es funktioniert nicht
en: It does not work
fr: Ça ne marche pas
nb: Det virker ikke
nl: Het werkt niet
sv: Det fungerar inte
tr: Çalışmıyor

source: Curi voda
da: Det løber ud / det drypper
de: Es läuft aus / es tropft
en: It is leaking / it is dripping
fr: Ça fuit / ça goutte
nb: Det lekker / det drypper
nl: Het lekt / het druppelt
sv: Det läcker / det droppar
tr: Su sızıyor / damlıyor

source: čekić
da: hammer
de: Hammer
en: hammer
fr: marteau
nb: hammer
nl: hamer
sv: hammare
tr: çekiç

source: majstor
da: håndværker / fagmand
de: Handwerker / Fachmann
en: craftsman / expert
fr: artisan / spécialiste
nb: håndverker / fagmann
nl: vakman / klusjesman
sv: hantverkare / fackman
tr: zanaatkâr / usta

source: pokvaren / pokvarena / pokvareno
da: i stykker
de: kaputt
en: broken
fr: cassé
nb: ødelagt
nl: kapot
sv: trasigt
tr: bozuk

source: merdevine
da: stige
de: Leiter
en: ladder
fr: échelle
nb: stige
nl: ladder
sv: stege
tr: el merdiveni

source: ekser
da: søm (til at slå i)
de: Nagel
en: nail
fr: clou
nb: spiker
nl: spijker
sv: spik
tr: çivi

source: popraviti
da: reparere
de: reparieren
en: to repair
fr: réparer
nb: reparere
nl: repareren
sv: reparera
tr: tamir etmek

source: brava
da: lås (dørlås)
de: Schloss (Türschloss)
en: lock (door lock)
fr: serrure (de porte)
nb: lås (dørlås)
nl: slot (deurslot)
sv: lås (dörrlås)
tr: kilit (kapı kilidi)

source: šaraf
da: skrue
de: Schraube
en: screw
fr: vis
nb: skrue
nl: schroef
sv: skruv
tr: vida

source: slavina
da: vandhane
de: Wasserhahn
en: tap (faucet)
fr: robinet
nb: vannkran
nl: waterkraan
sv: vattenkran
tr: musluk

source: alat
da: værktøj
de: Werkzeug
en: tool
fr: outil
nb: verktøy
nl: gereedschap
sv: verktyg
tr: alet

source: gorivo
da: brændstof
de: Kraftstoff / Sprit
en: fuel
fr: carburant
nb: drivstoff
nl: brandstof
sv: bränsle
tr: yakıt

source: sipati gorivo
da: tanke
de: tanken
en: to fill up (the tank)
fr: faire le plein
nb: tanke
nl: tanken
sv: tanka
tr: yakıt almak

source: guma
da: dæk
de: Reifen
en: tire
fr: pneu
nb: dekk
nl: band (auto)
sv: däck
tr: lastik

source: Pukla mi je guma.
da: Jeg er punkteret.
de: Ich habe einen Platten.
en: I have a flat tire.
fr: J'ai crevé.
nb: Jeg har fått punktering.
nl: Ik heb een lekke band.
sv: Jag har fått punktering.
tr: Lastiğim patladı.

source: kočnica
da: bremse
de: Bremse
en: brake
fr: frein
nb: brems
nl: rem
sv: broms
tr: fren

source: akumulator
da: bilbatteri
de: Autobatterie
en: car battery
fr: batterie de voiture
nb: bilbatteri
nl: accu (auto)
sv: bilbatteri
tr: akü

source: sigurnosni pojas
da: sikkerhedssele
de: Sicherheitsgurt
en: seat belt
fr: ceinture de sécurité
nb: bilbelte
nl: veiligheidsgordel
sv: säkerhetsbälte
tr: emniyet kemeri

source: parkiralište
da: parkeringsplads
de: Parkplatz
en: parking lot
fr: parking
nb: parkeringsplass
nl: parkeerplaats
sv: parkeringsplats
tr: otopark

source: parkirati
da: parkere
de: parken
en: to park
fr: se garer
nb: parkere
nl: parkeren
sv: parkera
tr: park etmek

source: semafor
da: trafiklys
de: Ampel
en: traffic light
fr: feu de circulation
nb: trafikklys
nl: verkeerslicht
sv: trafikljus
tr: trafik lambası

source: raskrsnica
da: vejkryds
de: Kreuzung
en: intersection
fr: carrefour
nb: veikryss
nl: kruispunt
sv: korsning
tr: kavşak

source: saobraćaj
da: trafik
de: Verkehr
en: traffic
fr: circulation
nb: trafikk
nl: verkeer
sv: trafik
tr: trafik

source: zastoj
da: kø (trafik)
de: Stau
en: traffic jam
fr: embouteillage
nb: kø (trafikk)
nl: file
sv: bilkö
tr: trafik sıkışıklığı

source: kazna
da: bøde
de: Strafzettel / Bußgeld
en: fine / ticket
fr: amende
nb: bot
nl: boete
sv: böter
tr: trafik cezası

source: registracija
da: nummerplade
de: Kennzeichen (Auto)
en: number plate
fr: plaque d'immatriculation
nb: registreringsskilt
nl: kenteken (auto)
sv: registreringsskylt
tr: plaka

source: tehnički pregled
da: bilsyn
de: Hauptuntersuchung (TÜV)
en: vehicle inspection
fr: contrôle technique
nb: EU-kontroll
nl: APK-keuring
sv: bilbesiktning
tr: araç muayenesi

source: autoservis
da: autoværksted
de: Autowerkstatt
en: car repair shop
fr: garage
nb: bilverksted
nl: garage
sv: bilverkstad
tr: oto tamirhanesi

source: šlep služba
da: bugseringstjeneste
de: Abschleppdienst
en: towing service
fr: service de dépannage
nb: bergingstjeneste
nl: sleepdienst
sv: bärgningstjänst
tr: çekici hizmeti

source: pomoć na cesti
da: vejhjælp
de: Pannenhilfe
en: roadside assistance
fr: assistance routière
nb: veihjelp
nl: pechhulp
sv: vägassistans
tr: yol yardımı

source: odvijač / šrafciger
da: skruetrækker
de: Schraubenzieher
en: screwdriver
fr: tournevis
nb: skrutrekker
nl: schroevendraaier
sv: skruvmejsel
tr: tornavida

source: kliješta
da: tang
de: Zange
en: pliers
fr: pince
nb: tang
nl: tang
sv: tång
tr: pense

source: bušilica
da: boremaskine
de: Bohrmaschine
en: drill
fr: perceuse
nb: boremaskin
nl: boormachine
sv: borrmaskin
tr: matkap

source: bušiti
da: bore
de: bohren
en: to drill
fr: percer
nb: bore
nl: boren
sv: borra
tr: delmek

source: testera
da: sav
de: Säge
en: saw
fr: scie
nb: sag
nl: zaag
sv: såg
tr: testere

source: francuski ključ
da: svensknøgle
de: Rollgabelschlüssel (Engländer)
en: adjustable wrench
fr: clé à molette
nb: skiftenøkkel
nl: Engelse sleutel
sv: skiftnyckel
tr: İngiliz anahtarı

source: metar
da: målebånd
de: Maßband / Zollstock
en: tape measure
fr: mètre ruban
nb: målebånd
nl: rolmaat
sv: måttband
tr: şerit metre

source: ljepilo
da: lim
de: Kleber
en: glue
fr: colle
nb: lim
nl: lijm
sv: lim
tr: yapıştırıcı

source: produžni kabl
da: forlængerledning
de: Verlängerungskabel
en: extension cord
fr: rallonge
nb: skjøteledning
nl: verlengsnoer
sv: förlängningssladd
tr: uzatma kablosu

source: radionica
da: værksted
de: Werkstatt
en: workshop
fr: atelier
nb: verksted
nl: werkplaats
sv: verkstad
tr: atölye

source: punjač
da: oplader
de: Ladegerät
en: charger
fr: chargeur
nb: lader
nl: oplader
sv: laddare
tr: şarj aleti

source: baterija
da: batteri
de: Akku
en: battery
fr: batterie
nb: batteri
nl: batterij
sv: batteri
tr: batarya

source: Baterija je prazna.
da: Batteriet er fladt.
de: Der Akku ist leer.
en: The battery is dead.
fr: Je n'ai plus de batterie.
nb: Batteriet er tomt.
nl: Mijn batterij is leeg.
sv: Batteriet är slut.
tr: Şarjım bitti.

source: napuniti
da: oplade
de: aufladen
en: to charge
fr: recharger
nb: lade
nl: opladen
sv: ladda
tr: şarj etmek

source: šifra / lozinka
da: adgangskode
de: Passwort
en: password
fr: mot de passe
nb: passord
nl: wachtwoord
sv: lösenord
tr: şifre

source: Koja je šifra za WiFi?
da: Hvad er wifi-koden?
de: Wie ist das WLAN-Passwort?
en: What's the Wi-Fi password?
fr: C'est quoi, le code wifi ?
nb: Hva er wifi-passordet?
nl: Wat is het wifi-wachtwoord?
sv: Vad är wifi-lösenordet?
tr: Wi-Fi şifresi ne?

source: Nema signala.
da: Ingen dækning.
de: Kein Empfang.
en: No signal.
fr: Pas de réseau.
nb: Ingen dekning.
nl: Geen bereik.
sv: Ingen täckning.
tr: Sinyal yok.

source: poruka
da: besked
de: Nachricht
en: message
fr: message
nb: melding
nl: bericht
sv: meddelande
tr: mesaj

source: poslati poruku
da: sende en besked
de: eine Nachricht schicken
en: to send a message
fr: envoyer un message
nb: sende en melding
nl: een bericht sturen
sv: skicka ett meddelande
tr: mesaj göndermek

source: nazvati
da: ringe op
de: anrufen
en: to call (on the phone)
fr: appeler (au téléphone)
nb: ringe (i telefonen)
nl: bellen (telefoon)
sv: ringa (i telefon)
tr: aramak (telefonla)

source: aplikacija
da: app
de: App
en: app
fr: application
nb: app
nl: app
sv: app
tr: uygulama

source: ekran
da: skærm
de: Bildschirm
en: screen
fr: écran
nb: skjerm
nl: scherm
sv: skärm

source: tastatura
da: tastatur
de: Tastatur
en: keyboard
fr: clavier
nb: tastatur
nl: toetsenbord
sv: tangentbord
tr: klavye

source: štampač
da: printer
de: Drucker
en: printer
fr: imprimante
nb: skriver
nl: printer
sv: skrivare
tr: yazıcı

source: slušalice
da: høretelefoner
de: Kopfhörer
en: headphones
fr: écouteurs
nb: hodetelefoner
nl: koptelefoon
sv: hörlurar
tr: kulaklık

source: slikati
da: tage et billede
de: fotografieren
en: to take a photo
fr: prendre une photo
nb: ta bilde
nl: fotograferen
sv: fotografera
tr: fotoğraf çekmek

source: ažurirati
da: opdatere
de: aktualisieren
en: to update
fr: mettre à jour
nb: oppdatere
nl: bijwerken
sv: uppdatera
tr: güncellemek

source: mašina za suđe
da: opvaskemaskine
de: Spülmaschine
en: dishwasher
fr: lave-vaisselle
nb: oppvaskmaskin
nl: vaatwasser
sv: diskmaskin
tr: bulaşık makinesi

source: sušilica za veš
da: tørretumbler
de: Wäschetrockner
en: tumble dryer
fr: sèche-linge
nb: tørketrommel
nl: droger
sv: torktumlare
tr: çamaşır kurutma makinesi

source: mikrovalna
da: mikrobølgeovn
de: Mikrowelle
en: microwave
fr: micro-ondes
nb: mikrobølgeovn
nl: magnetron
sv: mikrovågsugn
tr: mikrodalga fırın

source: toster
da: brødrister
de: Toaster
en: toaster
fr: grille-pain
nb: brødrister
nl: broodrooster
sv: brödrost
tr: ekmek kızartma makinesi

source: kuhalo za vodu
da: elkedel
de: Wasserkocher
en: electric kettle
fr: bouilloire
nb: vannkoker
nl: waterkoker
sv: vattenkokare
tr: su ısıtıcısı

source: fen
da: hårtørrer
de: Föhn
en: hair dryer
fr: sèche-cheveux
nb: hårføner
nl: föhn
sv: hårtork
tr: saç kurutma makinesi

source: klima
da: aircondition
de: Klimaanlage
en: air conditioning
fr: climatisation
nb: klimaanlegg
nl: airco
sv: luftkonditionering

source: daljinski
da: fjernbetjening
de: Fernbedienung
en: remote control
fr: télécommande
nb: fjernkontroll
nl: afstandsbediening
sv: fjärrkontroll
tr: kumanda

source: aparat za kahvu / aparat za kafu
da: kaffemaskine
de: Kaffeemaschine
en: coffee maker
fr: cafetière
nb: kaffetrakter
nl: koffiezetapparaat
sv: kaffebryggare
tr: kahve makinesi

source: uputstvo
da: brugsanvisning
de: Bedienungsanleitung
en: instruction manual
fr: mode d'emploi
nb: bruksanvisning
nl: handleiding
sv: bruksanvisning
tr: kullanım kılavuzu

source: garancija
da: garanti
de: Garantie
en: warranty
fr: garantie
nb: garanti
nl: garantie
sv: garanti
tr: garanti

source: Ko?
da: Hvem?
de: Wer?
en: Who?
fr: Qui ?
nb: Hvem?
nl: Wie?
sv: Vem?
tr: Kim?

source: Šta?
da: Hvad?
de: Was?
en: What?
fr: Quoi ?
nb: Hva?
nl: Wat?
sv: Vad?
tr: Ne?

source: Gdje?
da: Hvor?
de: Wo?
en: Where?
fr: Où ?
nb: Hvor?
nl: Waar?
sv: Var?
tr: Nerede?

source: Kuda?
da: Hvorhen?
de: Wohin?
en: Where to?
fr: Où (vers où) ?
nb: Hvor hen?
nl: Waarheen?
sv: Vart?
tr: Nereye?

source: Odakle?
da: Hvorfra?
de: Woher?
en: Where from?
fr: D'où ?
nb: Hvorfra?
nl: Waarvandaan?
sv: Varifrån?
tr: Nereden?

source: Kada?
da: Hvornår?
de: Wann?
en: When?
fr: Quand ?
nb: Når?
nl: Wanneer?
sv: När?
tr: Ne zaman?

source: Zašto?
da: Hvorfor?
de: Warum?
en: Why?
fr: Pourquoi ?
nb: Hvorfor?
nl: Waarom?
sv: Varför?
tr: Neden?

source: Kako?
da: Hvordan?
de: Wie?
en: How?
fr: Comment ?
nb: Hvordan?
nl: Hoe?
sv: Hur?
tr: Nasıl?

source: Koliko?
da: Hvor meget?
de: Wie viel?
en: How much?
fr: Combien ?
nb: Hvor mye?
nl: Hoeveel?
sv: Hur mycket?
tr: Ne kadar?

source: Koji?
da: Hvilken?
de: Welcher?
en: Which?
fr: Quel ?
nb: Hvilken?
nl: Welke?
sv: Vilken?
tr: Hangi?

source: Čiji?
da: Hvis?
de: Wessen?
en: Whose?
fr: À qui ?
nb: Hvems?
nl: Van wie?
sv: Vems?
tr: Kimin?

source: Da li ...?
da: Ja/nej-spørgsmål: Er ...?
de: Ja/Nein-Frage: Ist ...?
en: Yes/no question: Is ...?
fr: Question oui/non : Est-ce que ... ?
nb: Ja/nei-spørsmål: Er ...?
nl: Ja/nee-vraag: Is ...?
sv: Ja/nej-fråga: Är ...?
tr: Evet/hayır sorusu: ... mı?

source: Je li to ...?
da: Er det ...?
de: Ist das ...?
en: Is that ...?
fr: C'est ... ?
nb: Er det ...?
nl: Is dat ...?
sv: Är det ...?
tr: Bu ... mı?

source: Ko si ti?
da: Hvem er du?
de: Wer bist du?
en: Who are you?
fr: Qui es-tu ?
nb: Hvem er du?
nl: Wie ben jij?
sv: Vem är du?
tr: Sen kimsin?

source: Odakle si?
da: Hvor kommer du fra?
de: Woher kommst du?
en: Where are you from?
fr: D'où viens-tu ?
nb: Hvor kommer du fra?
nl: Waar kom je vandaan?
sv: Varifrån kommer du?
tr: Nerelisin?

source: Kuda ideš?
da: Hvor skal du hen?
de: Wohin gehst du?
en: Where are you going?
fr: Où vas-tu ?
nb: Hvor skal du?
nl: Waar ga je heen?
sv: Vart går du?
tr: Nereye gidiyorsun?

source: Kada dolaziš?
da: Hvornår kommer du?
de: Wann kommst du?
en: When are you coming?
fr: Quand viens-tu ?
nb: Når kommer du?
nl: Wanneer kom je?
sv: När kommer du?
tr: Ne zaman geliyorsun?

source: Zašto ne?
da: Hvorfor ikke?
de: Warum nicht?
en: Why not?
fr: Pourquoi pas ?
nb: Hvorfor ikke?
nl: Waarom niet?
sv: Varför inte?
tr: Neden olmasın?

source: Šta je to?
da: Hvad er det?
de: Was ist das?
en: What is that?
fr: Qu'est-ce que c'est ?
nb: Hva er det?
nl: Wat is dat?
sv: Vad är det?
tr: Bu ne?

source: Koliko imaš godina?
da: Hvor gammel er du?
de: Wie alt bist du?
en: How old are you?
fr: Quel âge as-tu ?
nb: Hvor gammel er du?
nl: Hoe oud ben je?
sv: Hur gammal är du?
tr: Kaç yaşındasın?

source: Imaš li vremena?
da: Har du tid?
de: Hast du Zeit?
en: Do you have time?
fr: Tu as le temps ?
nb: Har du tid?
nl: Heb je tijd?
sv: Har du tid?
tr: Vaktin var mı?

source: Govoriš li engleski?
da: Taler du engelsk?
de: Sprichst du Englisch?
en: Do you speak English?
fr: Tu parles anglais ?
nb: Snakker du engelsk?
nl: Spreek je Engels?
sv: Talar du engelska?
tr: İngilizce konuşuyor musun?

source: Mogu li pomoći?
da: Kan jeg hjælpe?
de: Kann ich helfen?
en: Can I help?
fr: Je peux aider ?
nb: Kan jeg hjelpe?
nl: Kan ik helpen?
sv: Kan jag hjälpa till?
tr: Yardım edebilir miyim?

source: Gdje stanuješ?
da: Hvor bor du?
de: Wo wohnst du?
en: Where do you live?
fr: Où habites-tu ?
nb: Hvor bor du?
nl: Waar woon je?
sv: Var bor du?
tr: Nerede oturuyorsun?

source: Šta misliš?
da: Hvad synes du?
de: Was meinst du?
en: What do you think?
fr: Qu'en penses-tu ?
nb: Hva synes du?
nl: Wat vind jij?
sv: Vad tycker du?
tr: Ne düşünüyorsun?

source: on
da: han
de: er
en: he
fr: il
nb: han
nl: hij
sv: han
tr: o (erkek)

source: ona
da: hun
de: sie (Einzahl)
en: she
fr: elle
nb: hun
nl: zij (enkelvoud)
sv: hon
tr: o (kadın)

source: ono
da: det
de: es
en: it
fr: cela
nb: det
nl: het
sv: det
tr: o (nötr)

source: oni
da: de (hankøn)
de: sie (Mehrzahl, männlich)
en: they (masculine)
fr: ils
nb: de (hankjønn)
nl: zij (meervoud, mannelijk)
sv: de (maskulinum)
tr: onlar (eril)

source: one
da: de (hunkøn)
de: sie (Mehrzahl, weiblich)
en: they (feminine)
fr: elles
nb: de (hunkjønn)
nl: zij (meervoud, vrouwelijk)
sv: de (femininum)
tr: onlar (dişil)

source: moj / moja / moje
da: min (h/hu/i)
de: mein (m/w/s)
en: my (m/f/n)
fr: mon (m/f/n)
nb: min (m/f/n)
nl: mijn (m/v/o)
sv: min (m/f/n)
tr: benim (e/d/n)

source: tvoj / tvoja / tvoje
da: din (h/hu/i)
de: dein (m/w/s)
en: your (m/f/n)
fr: ton (m/f/n)
nb: din (m/f/n)
nl: jouw (m/v/o)
sv: din (m/f/n)
tr: senin (e/d/n)

source: njegov / njegova / njegovo
da: hans (h/hu/i)
de: sein (m/w/s)
en: his (m/f/n)
fr: son (à lui) (m/f/n)
nb: hans (m/f/n)
nl: zijn (m/v/o)
sv: hans (m/f/n)
tr: onun (erkek) (e/d/n)

source: njen / njena / njeno
da: hendes (h/hu/i)
de: ihr (von ihr) (m/w/s)
en: her (m/f/n)
fr: son (à elle) (m/f/n)
nb: hennes (m/f/n)
nl: haar (m/v/o)
sv: hennes (m/f/n)
tr: onun (kadın) (e/d/n)

source: naš / naša / naše
da: vores (h/hu/i)
de: unser (m/w/s)
en: our (m/f/n)
fr: notre (m/f/n)
nb: vår (m/f/n)
nl: ons (m/v/o)
sv: vår (m/f/n)
tr: bizim (e/d/n)

source: vaš / vaša / vaše
da: jeres (h/hu/i)
de: euer / Ihr (m/w/s)
en: your (plural or formal) (m/f/n)
fr: votre (m/f/n)
nb: deres (m/f/n)
nl: jullie / uw (m/v/o)
sv: er / ert (m/f/n)
tr: sizin (e/d/n)

source: ovaj / ova / ovo
da: denne (h/hu/i)
de: dieser / diese / dieses
en: this (m/f/n)
fr: ce / cette (m/f/n)
nb: denne / dette (m/f/n)
nl: deze / dit (m/v/o)
sv: den här / det här (m/f/n)
tr: bu (e/d/n)

source: onaj / ona / ono
da: den dér (h/hu/i)
de: jener / jene / jenes
en: that (m/f/n)
fr: celui-là / celle-là (m/f/n)
nb: den der / det der (m/f/n)
nl: die / dat (m/v/o)
sv: den där / det där (m/f/n)
tr: şu (e/d/n)

source: muškarac
da: manden
de: der Mann
en: the man
fr: l'homme
nb: mannen
nl: de man
sv: mannen
tr: adam

source: djevojka
da: pigen
de: das Mädchen
en: the girl
fr: la jeune fille
nb: jenta
nl: het meisje
sv: flickan
tr: genç kız

source: dječak
da: drengen
de: der Junge
en: the boy
fr: le garçon
nb: gutten
nl: de jongen
sv: pojken
tr: oğlan

source: nastavnik / nastavnica
da: lærer (m/k)
de: Lehrer / Lehrerin
en: teacher (m/f)
fr: enseignant / enseignante
nb: lærer (m/k)
nl: leraar / lerares
sv: lärare (m/k)
tr: öğretmen (e/k)

source: student / studentica
da: studerende (m/k)
de: Student / Studentin
en: student (m/f)
fr: étudiant / étudiante
nb: student (m/k)
nl: student / studente
sv: student (m/k)
tr: öğrenci (e/k)

source: konobar / konobarica
da: tjener / servitrice
de: Kellner / Kellnerin
en: waiter / waitress
fr: serveur / serveuse
nb: servitør (m/k)
nl: ober / serveerster
sv: servitör / servitris
tr: garson (e/k)

source: doktor / doktorica
da: læge (m/k)
de: Arzt / Ärztin
en: doctor (m/f)
fr: médecin (m/f)
nb: lege (m/k)
nl: dokter (m/v)
sv: läkare (m/k)
tr: doktor (e/k)

source: prodavač / prodavačica
da: ekspedient / ekspeditrice
de: Verkäufer / Verkäuferin
en: salesperson (m/f)
fr: vendeur / vendeuse
nb: ekspeditør (m/k)
nl: verkoper / verkoopster
sv: expedit (m/k)
tr: satıcı (e/k)

source: velik / velika / veliko
da: stor (h/hu/i)
de: groß (m/w/s)
en: big (m/f/n)
fr: grand (m/f/n)
nb: stor (m/f/n)
nl: groot (m/v/o)
sv: stor (m/f/n)
tr: büyük (e/d/n)

source: lijep / lijepa / lijepo
da: smuk (h/hu/i)
de: schön (m/w/s)
en: beautiful (m/f/n)
fr: beau (m/f/n)
nb: vakker (m/f/n)
nl: mooi (m/v/o)
sv: vacker (m/f/n)
tr: güzel (e/d/n)

source: dobar / dobra / dobro
da: god (h/hu/i)
de: gut (m/w/s)
en: good (m/f/n)
fr: bon (m/f/n)
nb: god (m/f/n)
nl: goed (m/v/o)
sv: bra (m/f/n)
tr: iyi (e/d/n)

source: nov / nova / novo
da: ny (h/hu/i)
de: neu (m/w/s)
en: new (m/f/n)
fr: nouveau (m/f/n)
nb: ny (m/f/n)
nl: nieuw (m/v/o)
sv: ny (m/f/n)
tr: yeni (e/d/n)

source: pismo
da: brevet
de: der Brief
en: the letter
fr: la lettre
nb: brevet
nl: de brief
sv: brevet
tr: mektup

source: stvar
da: tingen
de: die Sache / das Ding
en: the thing
fr: la chose
nb: tingen
nl: het ding
sv: saken
tr: şey

source: ja sam
da: jeg er
de: ich bin
en: I am
fr: je suis
nb: jeg er
nl: ik ben
sv: jag är
tr: ben ... -im

source: ti si
da: du er
de: du bist
en: you are (singular)
fr: tu es
nb: du er
nl: jij bent
sv: du är
tr: sen ... -sin

source: on je / ona je
da: han / hun er
de: er / sie ist
en: he / she is
fr: il / elle est
nb: han / hun er
nl: hij / zij is
sv: han / hon är
tr: o ... -dir

source: mi smo
da: vi er
de: wir sind
en: we are
fr: nous sommes
nb: vi er
nl: wij zijn
sv: vi är
tr: biz ... -iz

source: vi ste
da: I er / De er
de: ihr seid / Sie sind
en: you are (plural or formal)
fr: vous êtes
nb: dere er
nl: jullie zijn / u bent
sv: ni är
tr: siz ... -siniz

source: oni su
da: de er
de: sie sind
en: they are
fr: ils sont
nb: de er
nl: zij zijn
sv: de är
tr: onlar ... -ler

source: imam
da: jeg har
de: ich habe
en: I have
fr: j'ai
nb: jeg har
nl: ik heb
sv: jag har
tr: bende var

source: imaš
da: du har
de: du hast
en: you have (singular)
fr: tu as
nb: du har
nl: jij hebt
sv: du har
tr: sende var

source: ima
da: han / hun har
de: er / sie hat
en: he / she has
fr: il / elle a
nb: han / hun har
nl: hij / zij heeft
sv: han / hon har
tr: onda var

source: imamo
da: vi har
de: wir haben
en: we have
fr: nous avons
nb: vi har
nl: wij hebben
sv: vi har
tr: bizde var

source: imate
da: I har
de: ihr habt
en: you have (plural)
fr: vous avez
nb: dere har
nl: jullie hebben
sv: ni har
tr: sizde var

source: imaju
da: de har
de: sie haben
en: they have
fr: ils ont
nb: de har
nl: zij hebben
sv: de har
tr: onlarda var
